Repository: odofad/elementary-gala
Catalog: po/*.po
Languages: af

source: “%s” is not responding
af: "%s" reageer nie

source: Application is not responding
af: Toepassing reageer nie

source: You may choose to wait a short while for the application to continue, or force it to quit entirely.
af: U kan kies om 'n kort rukkie te wag totdat die toepassing voortgaan, of dwing om dit heeltemal op te hou.

source: Force Quit
af: Dwing om op te hou

source: Wait
af: Wag

source: Screenshots
af: Skermskote

source: Screenshot taken
af: Skermskote geneem

source: Changes will automatically revert after %i second.
af: Veranderinge sal outomaties na %i sekonde terugkeer.

source: Keep new display settings?
af: Hou nuwe skerminstellings?

source: Keep Settings
af: Hou instellings

source: Use Previous Settings
af: Gebruik vorige instellings

source: Screenshot from %s
af: Skermskoot van %s

source: Hide
af: Versteek

source: Move
af: Skuif

source: Resize
af: Vergroot

source: Always on Top
af: Altyd bo-op

source: Always on Visible Workspace
af: Altyd op sigbare werkruimte

source: Move to Workspace Left
af: Skuif na werkruimte links

source: Move to Workspace Right
af: Skuif na Workspace Right

source: Take Screenshot
af: Neem 'n kiekie

source: Close
af: Sluit

source: Untile
af: Ontteel

source: Unmaximize
af: Onmaksimeer

source: Maximize
af: Maksimeer

source: Change Wallpaper…
af: Verander muurpapier...

source: Display Settings…
af: Vertoon instellings...

source: System Settings…
af: Stelsel instellings...

source: Multitasking &amp; Window Management
af: Multitasking en vensterbestuur

source: A window &amp; compositing manager for Pantheon
af: 'N Venster- en samestellingsbestuurder vir Pantheon

source: A window &amp; compositing manager based on libmutter and designed by elementary for use with Pantheon.
af: 'N Venster- en samestellingsbestuurder gebaseer op libmutter en ontwerp deur elementêre vir gebruik met Pantheon.

source: elementary, Inc.
af: elementêre, Inc.

source: Improvements:
af: Verbeterings:

source: Changing the wallpaper or going to sleep respects the "Reduce Motion" option
af: Om die muurpapier te verander of te gaan slaap, respekteer die opsie "Verminder Beweging"

source: Use appropriate drag-and-drop pointers when moving windows
af: Gebruik toepaslike sleep-en-neerwysers wanneer u vensters skuif

source: Fix the issue when gestures in the multitasking view might stop working
af: Los die probleem op wanneer gebare in die multitasking-aansig kan ophou werk

source: Improve dynamic workspaces behaviour with multiple monitors
af: Verbeter dinamiese werkruimtes se gedrag met veelvuldige monitors

source: Updated translations
af: Opgedateerde vertalings

source: Improve handling of move-to-workspace shortcut
af: Verbeter die hantering van skuif-na-werkruimte-kortpad

source: Set the keyboard layout correctly at startup so that the indicator matches the selected layout
af: Stel die sleutelborduitleg korrek in tydens die opstart sodat die aanwyser ooreenstem met die gekose uitleg

source: Fix screenshot keyboard shortcuts while in Multitasking View
af: Maak skermkiekiesleutelbordkortpaaie reg terwyl jy in Multitasking View is

source: Correctly set the active workspace highlight when entering Multitasking View and animate 1:1 with multitouch gestures
af: Stel die aktiewe werkruimte-hoogtepunt korrek in wanneer u Multitasking View betree en animeer 1: 1 met multitouch-gebare

source: Update panel color after dimming the wallpaper
af: Dateer paneelkleur op nadat die muurpapier verdof is

source: Scale rounded corners per-display
af: Skaal afgeronde hoeke per skerm

source: Support fractional scaling
af: Ondersteun fraksionele skaal

source: Performance improvements
af: Prestasie verbeterings

source: Remove texture from Multitasking View
af: Verwyder tekstuur uit Multitasking-aansig

source: Avoid accidentally selecting windows in the window switcher
af: Vermy die per ongeluk vensters in die vensterskakelaar

source: Multitasking View
af: Multitasking-aansig

source: View all open windows and workspaces
af: Bekyk alle oop vensters en werkruimtes

source: Other
af: Ander

source: Fallback desktop file for notifications from outdated applications.
af: Fallback-lessenaarlêer vir kennisgewings van verouderde toepassings.
